IDEA Open Model
CheckResPlate Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the CheckResPlate class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public CheckResPlate()
Public Sub New
public:
CheckResPlate()
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace